[{"Title":"Co-De|GT: The Gamification and Tokenisation of More-Than-Human Qualities and Values","Year":2022.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":"Co-De|GT","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":null,"PC\/mobile":"mobile\/pc","Unnamed: 12":null,"Note":null},{"Title":"Methodology for creating digital twins for green hydrogen production based on simulation and gamification","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":"A proposal for a digital twin-based simulation and VR game to educate about safety, technical and operatioal aspects of green hydrogen production","PC\/mobile":"VR","Unnamed: 12":"digital twin","Note":null},{"Title":"TRAceS: experimental processes to simulate \"carbon neutral\" urban habitats; [TRAceS: processi sperimentali per simulare scenari abitativi \"carbon neutral\"]","Year":2022.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":"TRAceS","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"a serious game designed to simulate urban transformation scenarios aimed at achieving carbon neutrality in an interactive and collaborative virtual space for citizens, designers, and public administrators.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Sustainable decision-making game for the next generation of smart citizens","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"ByMaker","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"A scenario-based serious game on the 3D map of Trondheim, allowing players to experiment with various urban development scenarios and make sustainable urban development decisions. The game covers areas such as road and transportation, urban nature, residential buildings, and public space.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Boosting urban community resilience to multi-hazard scenarios in open spaces: A virtual reality – serious game training prototype for heat wave protection and earthquake response","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Natural Hazards","Description":"This VR-SG is designed for risk training in urban open spaces, addressing hazards such as heat waves and earthquakes through immersive and non-immersive experiences in a simulated outdoor environment with temperatures, falling debris, and crowd motion.","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"Using gamification and IoT-based educational tools towards energy savings - some experiences from two schools in Italy and GrEnergy Efficiency and Transitionce","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"GAIA","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":"The GAIA Challenge engages stUrban Developmentents in first-hand activities centered around sustainability and energy efficiency by using IoT-based tools within educational settings and gamification elements such as quests and competitions.","PC\/mobile":"Web","Unnamed: 12":null,"Note":null},{"Title":"ParmoSense: Scenario-based Participatory Mobile Urban Sensing Platform with User Motivation Engine","Year":2022.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":"ParmoSense","On\/Off-line":"N","Multi\/single\/both player":null,"Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"a participatory mobile urban sensing platform that leverages mobile device sensors to collect and analyse urban data.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"New Insights, New Rules: What Shapes the Iterative Design of an Urban Planning Game?","Year":2022.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":"Sustainability Futures Game","On\/Off-line":null,"Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Urban Development","Description":" To support business leaders and city officials envisioning alternative urban futures. It facilitates participatory creation through storytelling and worldbuilding, focusing on sustainable urban living and achieving the Sustainable Development Goals by 2030 while identifying critical issues and solutions to these goals.","PC\/mobile":"PC\/Boardgame","Unnamed: 12":null,"Note":"B\/G"},{"Title":"Gamification and Sustainable Water Use: The Case of the BLUTUBE Educational Program","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pu","Game name":"BLUTUBE","On\/Off-line":"N\/F","Multi\/single\/both player":"B","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Water","Description":"A game-based educational program that teaches primary school stUrban Developmentents about water cycles, water waste, and efficient water usage through gamification methods such as points, leaderboards, and prizes. It involves a series of interactive and gamified activities, inclUrban Developmenting playing a custom board game or taking photos of sustainable behaviour.","PC\/mobile":"Multi","Unnamed: 12":null,"Note":null},{"Title":"Exploring Immersive Co-Design: Comparing Human Interaction in Real and Virtual Elevated Urban Spaces in London","Year":2023.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"Using VR to enhance the design experience, allowing participants to engage interactively with design processes, testing and visualising changes in real-time, or in other words, facilitating public engagement and co-design in developing elevated urban spaces in London, such as the Sky Garden and Crossrail Place.","PC\/mobile":"VR","Unnamed: 12":"it is a ge not a gs","Note":null},{"Title":"Unified waste metrics: A gamified tool in next-generation strategic planning","Year":2022.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":"Waste Management Tool: Stakeholders","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Circular Economy","Description":"A 3D top-down serious game developed using Agile methodology and incorporating critical waste management KPIs into gameplay to allow users to input, interact with, and analyse data relevant to their specific urban areas.","PC\/mobile":"pc","Unnamed: 12":null,"Note":null},{"Title":"A Real-Time Adaptive Thermal Comfort Model for Sustainable Energy in Interactive Smart Homes: Part I","Year":2022.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"The proposed game uses energy simulations and gamification to engage users in learning about and improving thermal comfort in smart homes without losing energy efficiency by playing around with variables such as clothing insulation and activity levels in residential settings.","PC\/mobile":"pc","Unnamed: 12":null,"Note":null},{"Title":"Designing and Implementing a Multifunctional Network of Urban GrEnergy Efficiency and Transitionn Infrastructures.","Year":2023.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":"GARDENS GAMIFICATION","On\/Off-line":null,"Multi\/single\/both player":"N","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"By integrating gamification elements into public grEnergy Efficiency and Transitionnspaces with geospatial data and land surveying techniques, a gamified system was tested to engage the general public through real and virtual thematic paths and optimise the management of urban grEnergy Efficiency and Transitionn spaces in Ancona, Italy.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"GrEnergy Efficiency and Transitionn Bear - A LoRaWAN-based Human-in-the-Loop case-stUrban Developmenty for sustainable cities","Year":2022.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu\/Pa","Game name":"GrEnergy Efficiency and Transitionn Bear","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"uses IoT, LoRaWAN public networks, and Human-in-the-Loop technologies to promote sustainability and citizen participation in a smart city.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Illumi’s world: A mini-game development with parametric BIM-based simulations","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Illumi’s World","On\/Off-line":"B","Multi\/single\/both player":"S","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":"StUrban Developmentents can manipulate building configurations and energy options, review energy costs and emission level changes, and monitor performance through game dashboards supported by BIM models.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"A modelling testbed to demonstrate the circular economy of water","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"NextGen","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Water","Description":"Promotes understanding of the circular economy of water through interactive scenarios that explore water management strategies, inclUrban Developmenting wastewater recycling for various secondary uses in urban settings.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"AUrban DevelopmentaCITY: A Capacity-Building Research Method for Urban Sustainability Transformation","Year":2022.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"AUrban DevelopmentaCITY","On\/Off-line":"F","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Urban Development","Description":"designed as a research and capacity-building method to help city administrators dEnergy Efficiency and Transitionpen their understanding of context-specific sustainability transformations, challenges and adaptations while building transformative capacity.","PC\/mobile":"BoardGame","Unnamed: 12":null,"Note":null},{"Title":"IWARN: A people-centered approach for early warning","Year":2022.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":"iWARN","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Natural Hazards","Description":"A people-centred early warning system (EWS) that integrates citizens into the emergency management process using mobile computing and gamification elements (missions and rewards. The system enables citizens to act as intelligent sensors, collecting and sharing information about potential hazards.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Leveraging a collaborative augmented reality serious game to promote sustainability awareness, commitment and adaptive problem-management","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pu","Game name":"SUSTAIN","On\/Off-line":null,"Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Urban Development","Description":"An AR-based serious game to enhance players’ awareness and commitment by assuming the roles of city policymakers working together to achieve sustainable urban development balance betwEnergy Efficiency and Transitionn economic, social, and environmental goals ","PC\/mobile":"AR board","Unnamed: 12":null,"Note":null},{"Title":"Playful interventions for sustainability awareness in educational environments: A longitUrban Developmentinal, large-scale stUrban Developmenty in thrEnergy Efficiency and Transition countries","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"GAIA","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":" An educative web game platform focusing on sustainability awareness and energy-related aspects.  GAIA has gamification elements, such as interactive quiz-based missions, hands-on activities, dashboards, and combined sensor data, to teach stUrban Developmentents about energy efficiency. This paper discusses the successful game test over 25 schools across thrEnergy Efficiency and Transition countries, involving 3762 registered users.","PC\/mobile":"Web","Unnamed: 12":null,"Note":null},{"Title":"Towards a Virtual Environment to Teach Natural Resouce Management based on a Virtual City Serious Game","Year":2022.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"NATURE (Serious Games for Natural Resource Management)","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Urban Development","Description":"suggests a game for gaining theoretical knowledge with hands-on practice in a virtual city setting for the purpose of managing natural resources.","PC\/mobile":"PC","Unnamed: 12":null,"Note":"YA"},{"Title":"A Methodological Framework to Assess Individual Sustainable Behavior","Year":2023.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"General Sustainable Development","Description":"has designed Sustainability Index (SI) to measure and communicate individual and collective sustainable behavior","PC\/mobile":"PC\/M","Unnamed: 12":null,"Note":null},{"Title":"EbAcraft: Engaging Local Communities in Learning About Ecosystem-Based Adaptation for Coastal Cities in Europe","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pu","Game name":"EbAcraft","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":" a Minecraft-based serious game developed to engage players in the implementation of ecosystem-based adaptation (EbA) strategies for a fictional coastal city to learn about climate change impacts and climate adaptation solutions such as breakwater barriers, seagrass restoration, and reforestation. ","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"NEXTGEN: A serious game showcasing circular economy in the urban water cycle","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"NEXTGEN","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Water","Description":"A modular real-time simulation-based online educational tool aiming to engage stakeholders like citizens, businesses, and policymakers in understanding the dynamic circular economy for water through various elements such as wastewater treatment, water management, and environmental health in a virtual catchment named \"Toy Town.\"","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"The GrEnergy Efficiency and Transitionn Escape Room: Part 1 - A Race to Solve an Environmental EnginEnergy Efficiency and Transitionring Problem by Applying EnginEnergy Efficiency and Transitionring Principles and Deciphering Clues and Puzzles","Year":2022.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"GrEnergy Efficiency and Transitionn Escape Room","On\/Off-line":"Offline","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Circular Economy","Description":"An escape room was developed for seniors in an environmental enginEnergy Efficiency and Transitionring program to enhance learning and team-building through interactive problem-solving for hazardous waste incineration problems.","PC\/mobile":"Classroom-based, physical escape room setup","Unnamed: 12":null,"Note":null},{"Title":"Developing a tool for community involvement in water policy decision-making using strategic environmental assessments and serious games","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":"SEA Game and Simulation","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Water","Description":" to enhance community knowledge, decision-making skills and involvement rates in water policy decision-making ) through an interactive quiz app and a practical workshop piloted in Thailand's East Coast River Basin","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Towards an Energy Social Network: Lessons Learned from Gamification as On-board Engagement Tool for Energy Communities in Domestic Units","Year":2023.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pe","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":" leverages gamification to promote sustainable energy consumption within domestic units and integrating social networking features so that players can interact, share experiences, and learn about energy use within a community context. ","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Learning Urban Sustainability by Playing","Year":2023.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"URBAX2 and UrbEN","On\/Off-line":"N","Multi\/single\/both player":null,"Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"(1) URBAX2 simulates socio-economic urban planning dynamics, where players assume roles like city government, housing organisations, and developers in a declining city and play with land acquisition, building permits, and construction to revitalise the area. (2) urbEN is a role-playing game focused on sustainable urban energy grid management, with the goal of achieving energy autonomy and a zero-carbon future.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"THE SILO GAME: A SIMULATION ON INTERDISCIPLINARY COLLABORATION","Year":2022.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"The Silo Game","On\/Off-line":"N\/F","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Construction","Description":"Players assume the roles of different professionals (architects, civil enginEnergy Efficiency and Transitionrs, mechanical enginEnergy Efficiency and Transitionrs, and electrical enginEnergy Efficiency and Transitionrs) and work through two phases: one where they work in isolated, discipline-specific teams (silos) and another where they collaborate in interdisciplinary teams in the context of sustainable construction project design.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Placemaking for urban sustainability: Designing a gamified app for long-term, pro-environmental participation","Year":2021.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pe\/Pu\/Pa","Game name":"Smart Citizen","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"An application designed to increase urban sustainability through collaborative citizen action using gamification with behavioural psychology to promote sustainable lifestyles. Users engage in sustainability challenges, learn about local services, and participate in city planning through gamified interactions.","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"A Serious Gaming Approach to Integrate BIM, IoT, and Lean Construction in Construction Education","Year":2020.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"BIM-IoT-LC Serious Game","On\/Off-line":null,"Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Construction","Description":"This game integrates BIM, IoT, and Lean Construction  principles into a learning platform. It simulates real-time construction project monitoring and decision-making processes, and systematic data integration in improving construction operations.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Lessons from co-designing a resource-recovery game for collaborative urban sanitation planning","Year":2020.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":null,"On\/Off-line":"F","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"to share knowledge about sanitation planning, with specific actions and responsibilities aimed at collaboratively building and optimizing sanitation systems.","PC\/mobile":"Boardgame","Unnamed: 12":null,"Note":null},{"Title":"A Gamified HMI as a Response for Implementing a Smart-Sustainable University Campus","Year":2021.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pe\/Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":"to promote energy awareness and reduce electrical consumption on a university campus by involving students and professors in collaborative networks, incorporating a feed-forward Artificial Neural Network (ANN) decision-making system for predicting energy consumption, and tailoring gamification strategies based on users' personality traits.","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"GrEnergy Efficiency and Transitionncoin: A proenvironmental action-reward system","Year":2021.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"GrEnergy Efficiency and Transitionncoin","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"General Sustainable Development","Description":"a digital action-reward system designed to encourage and reward pro-environmental behaviours among citizens for continuous engagement and long-term change.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Accelerating the energy transition through serious gaming: Testing effects on awareness, knowledge and efficacy beliefs","Year":2020.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"We-Energy Game","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":null,"PC\/mobile":"multi-platform","Unnamed: 12":null,"Note":"Ya"},{"Title":"Digitalization boosted recycling: Gamification as an inspiration for young adults to do enhanced waste sorting","Year":2020.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pu","Game name":"Fox the recycler","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Circular Economy","Description":" to motivate young adults in Finland to engage more actively in recycling practice by incorporating elements like rewards and leaderboards to encourage participation and improve waste separation at the source","PC\/mobile":"PC","Unnamed: 12":null,"Note":"Ya"},{"Title":"Exploring the potential of a gamified approach to reduce energy use and carbon emissions in the household sector","Year":2021.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"Energy Cat: The House of Tomorrow","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"Some serious games used real energy consumption sourced from  smart meters to enhance the educational impact by fEnergy Efficiency and Transitiondback provision. Th Energy Cat: The House of Tomorrow game was designed for  social housing communities to  evolve their own virtual homes while learning about energy savings based on their actions in the game. layers manage resources like energy points, happiness, and money, making strategic decisions about energy usage, appliance upgrades, and home improvements to optimize energy efficiency and reduce carbon emissions","PC\/mobile":"tablet","Unnamed: 12":null,"Note":null},{"Title":"HotCity—A Gamified Token System for Reporting Waste Heat Sources","Year":2022.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pe\/Pu","Game name":"HotCity App","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":"to engage users in identifying and reporting local waste heat sources to enhance local energy efficiency and sustainability by making use of underutilised heat sources in Vienna and Graz. It uses blockchain technology for data verification and rewards users with tokens.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"A distributed approach for increasing coverage in crowdsensing applications with focus on urban exploration and water infrastructure","Year":2021.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Water","Description":"A mobile crowdsensing app with integrated gamification elements for urban exploration to improve collaborative infrastructure monitoring as a real-life exploration game.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"A collaborative city-based game to support soft skills development in enginEnergy Efficiency and Transitionring and economics","Year":2021.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"HERA","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Urban Development","Description":"To help develop soft skills in enginEnergy Efficiency and Transitionring and economics stUrban Developmentents through role-based gameplay and virtual city simulation, requiring stUrban Developmentents to collaborate and make effective, sustainable decisions for city development.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"LEAN CONSTRUCTION IN A SERIOUS GAME USING A MULTIPLAYER VIRTUAL REALITY ENVIRONMENT","Year":2021.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":null,"On\/Off-line":null,"Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Construction","Description":" a digital learning platform designed to teach the principles of lean construction in a multiplayer virtual reality environment in order to teach collaboration, elimination of waste, and quality optimisation in the construction value chain","PC\/mobile":"PC\/Vr","Unnamed: 12":null,"Note":null},{"Title":"Actions and leverage points for ecosystem-based adaptation pathways in the Alps","Year":2021.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"To explore possible local adaptation strategies for the French Alps by 2040 by encouraging participants to adjust their activities and develop collective projects to maintain local working and living conditions threatened by climate and socio-economic changes.","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"EcoWaste: A Smart Waste Platform Enabling Circular Economy","Year":2021.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"EcoWaste","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":"The EcoWaste platform uses IoT devices to connect waste generators and collectors, aiming to optimise the recycling process and encourage more consistent recycling habits among user. It inclUrban Developmentes hardware that monitors bin status and helps coordinate waste collection by rewarding waste dispensers based on the amount of waste they recycle.","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"Deeper comprehension of basic environmental issues through serious game","Year":2021.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Construction","Description":"A serious game designed to simulate the environmental, economic, and social impacts of industrial decisions on ecosystems, using the Aral Lake disaster as a case study. The game is based on real events and data to educate students about Life Cycle Assessment, the complexity of environmental issues and the long-term consequences of industrial activities.","PC\/mobile":"PC","Unnamed: 12":"This was the game about LCA","Note":null},{"Title":"Serious gaming for climate adaptation—assessing the potential and challenges of a digital serious game for urban climate adaptation","Year":2020.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"Climate Adaptation Game","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"A serious game visualising 100 years of consequences of various climate mitigation actions in a urban enviroment, having the 3 scneariosna of rising temperatures in mind","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"FEnergy Efficiency and Transitiondback: An ict-based platform to increase energy efficiency through buildings’ consumer engagement","Year":2021.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"FEnergy Efficiency and TransitiondBACk Platform","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Energy Efficiency and Transition","Description":"this platform engages building users by analyzing their energy consumption patterns and providing personalized energy-saving recommendations and fEnergy Efficiency and Transitiondback","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"“Changing the game—Neighbourhood”: An energy transition board game, developed in a co-design process: A case stUrban Developmenty","Year":2020.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Changing the Game—Neighbourhood","On\/Off-line":"F","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"a board game where players act as project managers to design the energy supply for a neighborhood by mEnergy Efficiency and Transitionting energy demands using renewable technologies and energy-saving measures ","PC\/mobile":"Board Game","Unnamed: 12":null,"Note":null},{"Title":"Playing for a resilient future: A serious game designed to explore and understand the complexity of the interaction among climate change, disaster risk and urban development","Year":2021.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":null,"On\/Off-line":"F","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Urban Development","Description":"to simulate historical and climate hazard scenarios in which players make trade-offs between urban development and disaster risk reduction to improve urban resilience, green infrastructure and economic growth.","PC\/mobile":"Board Game","Unnamed: 12":null,"Note":null},{"Title":"New Proposals for Sustainable Design: The Imitation Game as an Experience of Shared Co-design","Year":2021.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":"The Imitation Game","On\/Off-line":null,"Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"to simulate the effects of different lifestyles and design choices  (nutrition, transportation, housing, clothing, socialising, and hobbies)  on land consumption and sustainability, reporting the impacts based on biomass.","PC\/mobile":"PC\/board","Unnamed: 12":null,"Note":null},{"Title":"Addressing environmental awareness through immersive VR experiences, gamification and hypothetical scenario development","Year":2021.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pu","Game name":"Recycling VR Game","On\/Off-line":null,"Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":"players must guide a humanoid plastic bottle character to a recycling container","PC\/mobile":"VR","Unnamed: 12":null,"Note":"A\/C"},{"Title":"Water and cities: Get in the game!","Year":2021.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Flood Resilience Challenge (FRC) Game","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Water","Description":"A serious game that simulates a flooding crisis, allowing players to role-play as different stakeholders using an online platform for strategic decision-making, bUrban Developmentget management, and democratic consensus to mitigate and adapt to flood situations.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"The Commodity Ecology Mobile (CEM) Platform Illustrates Ten Design Points for Achieving a DEnergy Efficiency and Transitionp Deliberation in Sustainable Development Goal #12","Year":2021.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu\/Pa","Game name":"Commodity Ecology Mobile (CEM) Platform","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":" A platform for worldwide users to debate and create detailed regional sustainable development plans based on better material choices and waste flows.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Towards degrowth housing development? Lessons from a scenario-based gaming session in the Oslo region","Year":2022.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":null,"On\/Off-line":"F","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"to identify barriers and enablers of a degrowth housing scenario in the Oslo region. The game is a scenario-based backcasting approach used in a participatory session, in which the causal layered analysis gaming method is applied to assess the feasibility of future degrowth housing by engaging practitioners in the housing sector.","PC\/mobile":"physical","Unnamed: 12":null,"Note":null},{"Title":"Learning how to recycle waste using a game","Year":2020.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pu","Game name":"PadovaGoGrEnergy Efficiency and Transitionn","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":"A serious game designed to educate the citizens of Padua, Italy, on proper waste sorting practices according to local regulations using a friendly mascot called \"Sansone the trash can\" to guide users through various levels where they must sort waste waste with the corresponding trash can","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Model and data management issues in the integrated assessment of existing building stocks","Year":2020.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Circular Economy","Description":"integrating gamification within the BIM model to update building information for future material passports, using an app that rewarded occupants for reporting observed changes. ","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Sociocultural information urban spaCircular Economy in smart city context","Year":2020.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":"Sociocultural Information Urban Space","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Urban Development","Description":"The concept of Sociocultural Information Urban Space (SIUS) integrates intercultural-communicational, technical-resource approaches (inclUrban Developmenting smart and gamification technologies) to enhance smart city sociocultural facets.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Teaching presence in online gamified education for sustainability learning","Year":2020.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pu","Game name":"JouleBug","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"General Sustainable Development","Description":"to encourage pro-environmental actions among higher education stUrban Developmentents with respect to energy-saving, waste-avoiding, and water-saving actions.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Implementing smart city technologies to inspire change in consumer energy behaviour","Year":2021.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"using real-time data interaction and feedback including energy-saving challenges, and visually representing energy usage impacts on a virtual environment (e.g., a fish in an aquarium or trees in a forest) to motivate positive behaviour changes.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Serious Game for Project Management applied to Large Constructions Plants in Africa","Year":2021.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":null,"On\/Off-line":null,"Multi\/single\/both player":null,"Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Construction","Description":"to train project managers to handle large construction projects in complex environments, such as water infrastructure projects in Africa. It combines construction and project management with stakeholder management by integrating intelligent agents that simulate stakeholder behaviours. ","PC\/mobile":"PC\/M\/VR","Unnamed: 12":null,"Note":null},{"Title":"Serious game for modelling neighbourhood energy supply scenarios","Year":2020.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Energy Game","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":"The game simulates situations in which players act as developers who buy land, build houses, and make decisions about energy provision (grid or off-grid) to maximize revenue while handling fiscal policy changes, market fluctuations, natural disasters, and the environmental impacts of different energy sources.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Coming to action: Operationalizing city resilience","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"City Resilience Dynamics","On\/Off-line":null,"Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Urban Development","Description":"to simulate and quantify different strategies for improving city resilience by investing in various resilience policies. ","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Collaborative Design of Urban Spaces Uses: From the Citizen Idea to the Educational Virtual Development","Year":2019.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":null,"On\/Off-line":null,"Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"Designing VR-based virtual environments for collaborative and participatory urban design, especially for improving spatial competencies. ","PC\/mobile":"VR","Unnamed: 12":null,"Note":null},{"Title":"SOCIALENERGY: A gaming and social network platform for evolving energy markets' operation and educating virtual energy communities","Year":2018.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pu","Game name":"SOCIALENERGY Game","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"The game simulates real-world energy management scenarios with dynamic pricing, allowing players to manage energy consumption in a virtual home, aiming to encourage energy-efficient behaviours and enhance participation in energy markets.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"An easy-to-use spatial simulation for urban planning in smaller municipalities","Year":2018.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":"SimUSys","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Urban Development","Description":"A web-based simulation platform integrating gamification, system dynamics, and agent-based modelling to create spatial simulations for urban systems to measure spatial attractiveness.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Making Cool Choices for sustainability: Testing the effectiveness of a game-based approach to promoting pro-environmental behaviors","Year":2017.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"Cool Choices","On\/Off-line":null,"Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":" To motivate individuals to adopt and maintain pro-environmental behaviours (e.g., turning off appliances, reducing water usage) by leveraging elements of gamification such as competition, social influence, and habit formation, as well as intervention.","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"S4 Product Design Framework: A Gamification Strategy Based on Type 1 and 2 Fuzzy Logic","Year":2020.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Energy Efficiency and Transition","Description":null,"PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Last Island: Exploring Transitions to Sustainable Futures through Play","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":"Last Island","On\/Off-line":null,"Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":" to explore potential sustainable futures (in the Miniworld model) and transition toward them with respect to thrEnergy Efficiency and Transition variables for sustainability: human population, economic production, and environmental state. ","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"An Innovative Game-Based Approach for Teaching Urban Sustainability","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"SUSTAIN","On\/Off-line":"F","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":null,"PC\/mobile":"Board","Unnamed: 12":null,"Note":null},{"Title":"Understanding the urgency and complexities of the energy transition through serious gaming","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pu","Game name":"We-Energy Game","On\/Off-line":"B","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":" to create awareness and understanding about the complexities and urgency of providing affordable, renewable energy for an energy-neutral town from the perspective of Production, People, Planet, Profit, and Balance.","PC\/mobile":"PC","Unnamed: 12":null,"Note":"S\/G"},{"Title":"Inside the box': A cooperative game for co-creating energy efficient retail spaces","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pu","Game name":"Inside the Box","On\/Off-line":"N (digital)","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Energy Efficiency and Transition","Description":"to create energy-efficient retail spaces by training employEnergy Efficiency and Transitions through role-playing as different store roles, e.g., customer assistant, store manager, and showing opertaions such as kEnergy Efficiency and Transitionping the door of a frEnergy Efficiency and Transitioner is impactful. ","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Encouraging the recycling process of urban waste by means of game theory techniques using a multi-agent architecture","Year":2018.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":null,"Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":"A multi-agent system using the Context-Aware Framework for Collaborative Learning Applications (CAFCLA) to enhance recycling rates through increased citizen participation by employing gamification techniques to engage users actively by offering rewards and penalties based on their recycling behaviours after collecting data from user interactions and waste metrics in order to optimise and adapt recycling processes in real time.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"A gamified platform for energy fEnergy Efficiency and Transitiondback and usage forecasting","Year":2017.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"GReSBAS","On\/Off-line":null,"Multi\/single\/both player":null,"Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":null,"PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Experiences from using gamification and IoT-based educational tools in high schools towards energy savings","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"GAIA Challenge","On\/Off-line":"B","Multi\/single\/both player":"M","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":"The GAIA project provided and evaluated serious games (offline and online) for high school stUrban Developmentents to equip them with a practical understanding of energy savings and sustainability using gamification and IoT-based educational tools, making learning interactive and engaging.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Learning on ecosystem services co-production in decision-making from role-playing simulation: Comparative analysis from Southeast Europe","Year":2018.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Buy, Sell, and Trade@TERRE","On\/Off-line":"F","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Urban Development","Description":"taking place in a fictitious territory, Canka Province, and involves negotiating ecosystem services (e.g., water purification, flood prevention, soil preservation, food production, and rural tourism via recreational values) delivery and trade-offs among five role plyaing: local government, private energy company, farmers' cooperative, environmental NGO, and a local ecotourism business","PC\/mobile":"Board","Unnamed: 12":null,"Note":null},{"Title":"A case stUrban Developmenty of dEnergy Efficiency and Transitionp gamification in higher enginEnergy Efficiency and Transitionring education","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Quiz App","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Water","Description":"a gamified quiz app in an Urban Water Management course for enginEnergy Efficiency and Transitionring stUrban Developmentents","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Occupant engagement leads to substantial energy savings for plug loads","Year":2018.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"The paper discusses the impact of a new plug load management system (a slightly gamified mobile app), which combines active occupant engagement with automation technologies to reduce the energy consumption of plug loads.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"How to encourage recycling behaviour? The case of WasteApp: A gamified mobile application","Year":2018.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"WasteApp","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":"The Wasteapp system promotes responsible waste management and recycling behaviours among tourists in urban destinations through gamified interactions, offering rewards and social recognition to encourage the reduction of the ecological impact of tourism.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Using an educational IoT lab kit and gamification for energy awareness in European schools","Year":2018.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"GAIA Challenge","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":"GAIA Challenge uses gamification mechanics to motivate stUrban Developmentents and teachers to engage in energy-saving topics, work on online quests, participate in real-life activities, experience their impact on energy consumption and compete and compare against other classes in their schools based on real-time data provided by sensors in the school.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Sterling: A framework for serious games to encourage recycling","Year":2018.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"STERLING","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":"Uses IoT technologies and Bluetooth Low Energy (BLE)  to measure fill levels and environmental conditions, and to monitor and manage waste recycling containers efficiently. Sterling rewards users for their recycling efforts, thereby enhancing participation.","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"Mini is beautiful. Playing serious mini-games to facilitate collective learning on complex urban processes","Year":2017.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Floating City;Safari;CityMakers;PoliCity","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":"Floating City: Players propose ideas, nEnergy Efficiency and Transitionds, wishes, values, and visions to adapt or improve their city. Safari: Simulates a city where players implement projects to make it more sustainable. CityMakers: Challenges players to set up projects and understand the logic of initiating and collaborating on projects. PoliCity: Players manage an area of a city, implement projects, and coordinate with other stakeholders.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Increasing Collaboration and Participation Through Serious Gaming for Improving the Quality of Service in Urban Water Infrastructure","Year":2019.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Water","Description":"A mobile system with interactive maps and AR to allow users to report and address urban infrastructure issues. It operates in three modes: Finder, Fixer, and Validator, each designed for different types of user engagement, from reporting problems to validating repairs","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Addressing behavioral change towards energy efficiency in European educational buildings","Year":2017.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"GAIA","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":" Using gamification mechanics to motivate participants to engage in energy-saving activities, work on quests, participate in real-life activities, and compete with pEnergy Efficiency and Transitionrs to reduce energy consumption in school buildings.","PC\/mobile":"PC\/M","Unnamed: 12":null,"Note":null},{"Title":"Use of gamification techniques to encourage garbage recycling. A smart city approach","Year":2018.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":null,"Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":"proposing integration of gamification techniques with a multi-agent context-aware framework to dynamically adapt and promote citizen recycling behavior through economic incentives.","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"An educational IoT lab kit and tools for energy awareness in European schools","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"GAIA Challenge","On\/Off-line":"N","Multi\/single\/both player":"N","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":"The GAIA challenge is a multi-purpose serious game that integrates IoT  in school buildings across GrEnergy Efficiency and Transitionce, Italy, and Sweden to monitor and influence energy consumption behaviours and engage stUrban Developmentents with real-time data interactions. The project also inclUrban Developmentes an educational lab kit for hands-on activities.","PC\/mobile":"web","Unnamed: 12":null,"Note":null},{"Title":"Empower saving energy into smart homes using a gamification structure by social products","Year":2020.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"to reduce energy consumption in smart homes by promoting interaction and competition between smart homes within a community through collecting characteristics of end-users and using fuzzy logic to propose tailored machine interfaces in social products and smart homes.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Examining community-level collaborative vs. competitive approaches to enhance household electricity-saving behavior","Year":2018.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pe","Game name":"Social Power","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":null,"PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Experiencing Supply Chain Optimizations: A Serious Gaming Approach","Year":2017.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Tower of Infinity","On\/Off-line":"F","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Construction","Description":"a one-player board game using LEGO bricks, designed to simulate an integrated design and construct project where the players act as main contractor to manage crews for modelling, ordering, and assembling tasks to mEnergy Efficiency and Transitiont client requirements and maximize profit.","PC\/mobile":"board","Unnamed: 12":null,"Note":null},{"Title":"Digitization era for electric utilities: A novel business model through an inter-disciplinary s\/w platform and open research challenges","Year":2018.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pu","Game name":"SOCIALENERGY Game","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"Using gamification to transform traditional utilities into progressive energy service providers by engaging customers, promoting energy-efficient behaviours, facilitating dynamic demand response programs, and enhancing communication among energy consumers, utilities, and other stakeholders.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"An IoT-based gamified approach for reducing occupants’ energy wastage in public buildings","Year":2018.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"ChArGED","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"Using gamification concepts such as team competitions, virtual rewards, and life simulation elements to engage users and encourage energy-saving actions, integrated with smart meters and sensors to provide detailed energy usage data, which is disaggregated at the device, area, and end-user levels.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Collective attention and active consumer participation in community energy systems","Year":2018.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"Social Mpower","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":" a virtual environment where players can learn and practice effective energy management strategies and coordinate regarding the impact of their individual actions.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Flow Learning Experience: Applying Marketing Theory to Serious Game Design","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Counter-attack of Urban Heat Island","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Urban Development","Description":"to educate primary school stUrban Developmentents about urban heat island effects. The game is designed to help children make decisions to balance economic growth and environmental sustainability.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"The Concept and Development of a Serious Game „Alter Eco” as Part of Creating a Digital Twin of a Smart City","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":"Alter Eco","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Urban Development","Description":" to facilitate social education for sustainable development, create a digital twin of the town of Żuromin in Poland, and raise awareness among residents, local authorities, and agricultural producers about the benefits of collaborative smart city planning.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Preliminary evaluation of the potential performance of a future payt system in portugal","Year":2020.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"Payt","On\/Off-line":"F","Multi\/single\/both player":"na","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Circular Economy","Description":"aims to encourage waste segregation and reduce waste production through a gamified approach. Residents earn redEnergy Efficiency and Transitionmable points for properly segregating waste, which","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"GarbMAS: Simulation of the application of gamification techniques to increase the amount of recycled waste through a multi-agent system","Year":2019.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"GarbMAS ","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":" GarbMAS is a multi-agent gamified system designed to enhance waste recycling and waste optimisation in urban areas using the CAFCLA (Context-Aware Framework for Collaborative Learning Applications) framework to capture data on the type of waste, the quantity, and user interactions at various collection points.","PC\/mobile":"Mutli-platform","Unnamed: 12":null,"Note":null},{"Title":"Lean design management using a gamified system","Year":2019.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Construction","Description":"integrating the Last Planner® System (LPS) with gamification to improve lean design management by motivating engineers through performance-tied payments.","PC\/mobile":"PC","Unnamed: 12":null,"Note":"Pe\/D"},{"Title":"An interactive multimedia game \"Let’s save the water\" for the communities of Ecuador and Bolivia","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Let’s Save the Water","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Water","Description":"to raise awareness among children about the importance of water conservation and to promote environmental stewardship through interactive and engaging media","PC\/mobile":"pc","Unnamed: 12":null,"Note":null},{"Title":"A serious game to inform young citizens on canal water maintenance","Year":2019.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Hydro Hero","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Water","Description":" An educational game that tasks the player with cleaning and maintaining a canal environment through an avatar who collects harmful items from the canal while avoiding beneficial ones - inspired by the Dutch waterways situation.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Ducky: An online engagement platform for climate communication","Year":2016.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"Ducky","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"General Sustainable Development","Description":"to quantify, visualise, and communicate users' everyday climate activities and carbon footprints and to motivate users to adopt environmental and climate-friendly behaviours.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Using crowdsourcing to support pro-environmental community activism","Year":2013.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Urban Development","Description":"a  crowdsourcing app to enhance pro-environmental community activism through mobile data collection app","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"An architecture for co-designing participatory and knowledge-intensive serious games: ARGILE","Year":2014.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":"ARGILE","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"General Sustainable Development","Description":" proposing a co-design platform for participatory and knowledge-intensive serious games, allowing trainers and experts to collaboratively design game rules and objects through an online forum.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Competence-based and game-based capacity development for sustainable water management in Germany","Year":2017.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"SeCom2.0","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Water","Description":" a serious game designed to enhance the capacity of stakeholders, e.g., water officials and other professionals, in managing flood risks through a simulation environment based on real-world data with scenarios that mimic actual flood events. Players can plan, respond to emergencies, and learn from their actions in a controlled setting.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"An Alternate Reality Game for Facility Resilience (ARGFR)","Year":2015.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"ARGFR","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Natural Hazards","Description":"Engaging the public in emergency managemt, disaster preparedness and response through location-specific tasks and updates allows for a seamless blend of physical and digital interactions.","PC\/mobile":"PC\/M","Unnamed: 12":null,"Note":null},{"Title":"Towards a cyber-physical gaming system for training in the construction and enginEnergy Efficiency and Transitionring industry","Year":2014.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"CP-SGS (Cyber-Physical Serious Gaming System)","On\/Off-line":null,"Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Construction","Description":"a cyber-physical gaming system designed for training workers, to improve safety and ergonomics as well as  identifing and correct underperformance in physical tasks","PC\/mobile":"VR","Unnamed: 12":null,"Note":null},{"Title":"Energy efficiency in public buildings through context-aware social computing","Year":2017.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Energy Efficiency and Transition","Description":" encourgaes energy efficiency in office environments by encouraging behavioural changes among users by integrating wireless sensor networks and real-time locating systems for contextual data and user behaviour tracking for energy conservation.","PC\/mobile":"PC\/M","Unnamed: 12":null,"Note":null},{"Title":"Gamification to enhance Learning using Gagne's learning model","Year":2016.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Circular Economy","Description":" integrating Gagne's Nine Events of Learning (gaining attention, informing learners of objectives, recalling prior knowledge, presenting content, providing guidance, eliciting performance, providing feedback, assessing performance, and enhancing retention and transfer) to teach high school students about waste management","PC\/mobile":"PC","Unnamed: 12":null,"Note":"YA"},{"Title":"BIM-enabled Power Consumption Data Management Platform for Rendering and Analysis of Energy Usage Patterns","Year":2015.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"RTRS (Real-Time Replay System)","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"a BIM-enabled platform designed to manage and analyse power consumption data in buildings, review energy usage events, identify wasteful operations, and receive suggestions for energy conservation, enabling informed decision-making.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Serious game on recognizing categories of waste, to support a zero waste recycling program","Year":2017.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"pe","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":null,"PC\/mobile":"VR","Unnamed: 12":null,"Note":null},{"Title":"Sustainability of open educational resources: The eCity case","Year":2016.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"eCity","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Urban Development","Description":" A problem-based learning game of a simulated city for stUrban Developmentents in enginEnergy Efficiency and Transitionring carEnergy Efficiency and Transitionrs and secondary schools.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Novel pervasive scenarios for home management: The Butlers architecture","Year":2014.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Construction","Description":"A system of agent Butlers to integrate home automation, intelligent agents, and gamification to create a comprehensive, user-friendly home management system that optimizes energy use and enhances comfort based on user preferences","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"Design for Sustainable Aging: Improving Design Communication Through Building Information Modeling and Game Engine Integration","Year":2015.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"Design for Sustainable Aging (DfSA)","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Construction","Description":"to combine BIM and game engines to enhance design communication and interaction in building projects, resulting in a more user-centred, experiential design process for elderlies.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Use of context-aware Social Computing to improve energy efficiency in public buildings","Year":2017.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"N","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"Integrating context-aware technologies and social computing to create a tailored gamified system that promotes energy consumption behavioural change within public buildings and provides real-time feedback and incentives.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"IoT-enabled gamification for energy conservation in public buildings","Year":2017.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"ChArGED","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"using low-cost IoT devices like NFC tags, BLE beacons, and multi-channel smart meters to gamify, monitor and disaggregate energy consumption at the device and user levels  in public buildings.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Gamification techniques for rule management in ambient intelligence","Year":2015.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":null,"Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"The integration of gamification elements into user interfaces for the Ambient Intelligence environments for smart home systems.","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"Mobile serious game proposal for environmental awareness of children","Year":2016.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Protecting the Earth","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Circular Economy","Description":"A mobile serious game aimed at educating children about selective waste collection, recycling, reduction of waste production, and waste reuse through various game stages.","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Social networks gamification for sustainability recommendation systems","Year":2013.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pu","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"To promote sustainability, intelligent environments and ambient intelligence are used. User behaviours within these environments are monitored and learned, and then the system generates dynamic, sustainable rankings and provides recommendations.","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"Combining persuasive computing and user centered design into an energy awareness system for smart houses","Year":2016.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"CoSSMunity","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"A gamified software system designed to increase awareness of energy consumption in smart houses and support behaviour change towards grEnergy Efficiency and Transitionner consumption habits.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Serious sustainability challenge game to promote teaching and learning of building sustainability","Year":2014.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"Sustainability Challenge ","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Construction","Description":"A role-playing serious game aimed at teaching building sustainability, in which each level is aligned with the LEnergy Efficiency and TransitionD principles","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"The JRC scenario exploration system - From stUrban Developmenty to serious game","Year":2016.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"JRC Scenario Exploration System","On\/Off-line":"F","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"B","category":"Urban Development","Description":" To support EU policy-making,  a 2X2 matrix scenario-building game was employed to explore possible transitions towards a sustainable EU future by 2035. It encourages players to think systematically, explore alternative futures, and foster novel stakeholder interactions.","PC\/mobile":"Board Game","Unnamed: 12":null,"Note":"SD"},{"Title":"A computer game to help people understand the energy performance of buildings","Year":2017.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"EnViz","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Energy Efficiency and Transition","Description":" To manage and interpret large datasets related to building energy performance and Post-Occupancy Evaluation, enabling non-specialists to engage with 3D models instead of traditional spreadshEnergy Efficiency and Transitionts.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"GrEnergy Efficiency and Transitionnify: Fostering Sustainable Communities Via Gamification","Year":2013.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pu","Game name":"GrEnergy Efficiency and Transitionnify","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"General Sustainable Development","Description":"an online social platform designed to develop sustainable communities through user-generated missions to promote a healthy climate and environment, social well-being, and economic security.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Commercial office plug load energy consumption trends and the role of occupant behavior","Year":2016.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pu","Game name":"Cool Choices","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"Cool Choices is an online sustainability game designed to encourage players to engage in environmentally sustainable actions competing in teams to encourage participation over categories of energy, water, waste, transportation, and knowledge. Players can claim actions to accumulate points.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"The design of an augmented reality collaborative game for sustainable development","Year":2016.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe","Game name":"Sustain","On\/Off-line":"AR","Multi\/single\/both player":"M","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Urban Development","Description":" A collaborative AR serious game to raise awareness about sustainable development issues in a city, roleplaying roles such as mayor, ministry of energy, and ministry of agriculture and managing resources, sustainability, and population growth.","PC\/mobile":"AR\/tablet","Unnamed: 12":null,"Note":null},{"Title":"An agent-based serious game for decentralised community energy systems","Year":2014.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"Social Mpower","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"Promoting collective awareness and collective action in Decentralised Community Energy Systems (CES) for a group of geographically co-located domestic residences that form a common-pool resource for locally generated and stored energy.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Digital Serious Game Design \"aksiku.bdg\" Facilitate Young Citizen's Participatory Planning: The case of Bandung city","Year":2016.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":"Aksiku.bdg","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"C","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Circular Economy","Description":" To facilitate young citizens' participation in mapping and addressing urban development issues such as drainage, solid waste, grEnergy Efficiency and Transitionning, and river conditions in Bandung, Indonesia. ","PC\/mobile":"M","Unnamed: 12":null,"Note":null},{"Title":"Social Mpower: An educational game for energy efficiency","Year":2017.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"Social Mpower","On\/Off-line":"N","Multi\/single\/both player":"M","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":" focuses on collective awareness for solving energy consumption for local power generation and distribution. Players must avoid a collective blackout by reducing their energy consumption by synchronising and coordinating their actions.","PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"Seriously, electricity is no game: Play safe","Year":2015.0,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pe","Game name":"Smartege","On\/Off-line":"N","Multi\/single\/both player":"S","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":null,"PC\/mobile":"PC","Unnamed: 12":null,"Note":null},{"Title":"The Gamification of Civic Participation: Two Experiments in Improving the Skills of Citizens to Reflect Collectively on Spatial Issues","Year":2016.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pa","Game name":"B3-Design Your Marketplace\/ Cure your Campus","On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Urban Development","Description":"Use serious games to enhance civic participation by making them fun and engaging while enabling collective reflection on spatial urban issues through real-time interaction and social media discussions on their experiences.\n","PC\/mobile":null,"Unnamed: 12":null,"Note":null},{"Title":"Raising awareness on sustainability issues through a mobile game","Year":2015.0,"Type (SG, GS, R)":"SG","Pe\/Pu\/Pa":"Pe\/Pa","Game name":"Sustainability Serious Game","On\/Off-line":"N","Multi\/single\/both player":"s","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"S","category":"Urban Development","Description":"The game is about urban planning and citizen involvement in designing sustainable spaces through quests and mini-game, with Peter the avatar.","PC\/mobile":"m\/w","Unnamed: 12":null,"Note":null},{"Title":"A multi-agent social gamification model to guide sustainable urban photovoltaic panels installation policies","Year":null,"Type (SG, GS, R)":"GS","Pe\/Pu\/Pa":"Pa","Game name":null,"On\/Off-line":"N","Multi\/single\/both player":"B","Child\/Adult":"A","StUrban DevelopmententGame\/BusinessGame\/General":"G","category":"Energy Efficiency and Transition","Description":"An interactive model for social and trust-based gamification in smart cities, aimed at encouraging the installation of photovoltaic panels","PC\/mobile":"PC","Unnamed: 12":null,"Note":null}]